/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Saiba mais</b> sobre gerenciamento e segurança de dispositivo.";

/* No comment provided by engineer. */
"A system error occurred" = "Ocorreu um erro no sistema";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "A conta será removida de %@ e de todos os aplicativos do Yahoo neste dispositivo.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Adicionar conta";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Ocorreu um erro. Tente novamente mais tarde.";

/* Accessibility label for the back button */
"Back" = "Voltar";

/* call tip prefix in 2lc */
"Call %@" = "Ligar para %@";

/* No comment provided by engineer. */
"Call again" = "Ligar novamente";

/* Cancel
   Cancel button title */
"Cancel" = "Cancelar";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Não é possível carregar a página.";

/* Accessibility label for the close button */
"Close" = "Fechar";

/* Continue to Safari for SHF */
"Continue" = "Continuar";

/* Create Account view title
   sign up button title */
"Create Account" = "Criar uma conta";

/* learn more alert title */
"Device Not Recognized" = "Dispositivo não reconhecido";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Não recebeu o email?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "Não recebeu a mensagem de texto?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Não recebeu a ligação de voz?";

/* Dismiss */
"Dismiss" = "Descartar";

/* Edit button title */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Email could not be sent" = "Não foi possível enviar o email";

/* No comment provided by engineer. */
"Email sent" = "Email enviado";

/* No comment provided by engineer. */
"Enter Code" = "Digitar código";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Por motivos de segurança, você precisa desbloquear sua conta.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Por motivos de segurança, verifique sua conta novamente.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Esqueceu a senha ou ID?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Esqueceu a senha?";

/* Go to Account recovery */
"Get Help" = "Obter ajuda";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Resposta incorreta. Tente novamente.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "ID ou senha inválida. Tente novamente.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Limite atingido. Não foi possível enviar o email.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Limite atingido. Não é possível enviar a mensagem de texto ou fazer uma ligação com voz.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "Sua sessão de login expirou. Tente novamente.";

/* Network error alert view title */
"Network unavailable." = "Rede indisponível.";

/* OK
   OK Button title
   ok button title */
"OK" = "OK";

/* password text field place holder */
"Password" = "Senha";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Insira sua senha para \n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "Remover";

/* Remove an account label on SSO screen */
"Remove an account" = "Remova uma conta";

/* Select an account label on SSO screen */
"Select an account" = "Selecione uma conta";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Sessão expirada. Entre novamente.";

/* sign in button title */
"Sign In" = "Entrar";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Entrar com <a>Facebook</a> ou <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Conectado como";

/* signing in state title for sign in button */
"Signing In" = "Entrando";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Desculpe, o sistema está inativo. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Desculpe, não é possível entrar agora. Tente novamente mais tarde.";

/* sms tip prefix in 2lc */
"Text %@" = "Texto %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "A mensagem de texto não pôde ser enviada";

/* No comment provided by engineer. */
"Text message sent" = "Mensagem de texto enviada";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "Não foi possível extrair os dados do estado do segundo desafio da Credencial de curta duração para o desafio.";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Muitas tentativas. Tente novamente em 24 horas.";

/* No comment provided by engineer. */
"Try again" = "Tente novamente";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Não é possível fazer ligação de voz";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Habilite para entrar. Verifique a data do sistema e tente novamente.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Não é possìvel entrar. Tente novamente.";

/* Unlock */
"Unlock" = "Desbloquear";

/* unlock account view title */
"Unlock Your Account" = "Desbloquear sua conta";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Atualizar Conta";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Atualizar para Yahoo";

/* User already signed-in */
"User already signed-in" = "O usuário já entrou";

/* User already signed-in */
"User %d is already signed in" = "User %d is already signed in";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Código de verificação enviado para %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Ligação com voz em andamento";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Ligamos para você com o código de verificação em %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "Não reconhecemos este dispositivo. Verifique sua identidade respondendo sua pergunta de segurança.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "Não reconhecemos este dispositivo. Verifique sua identidade. Enviaremos um código de verificação.";

/* ID text field place holder */
"Yahoo ID" = "ID Yahoo";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "É preciso ter pelo menos 13 anos.";

/* No comment provided by engineer. */
"Your account is locked." = "Sua conta está bloqueada.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Sua conta foi desbloqueada. Entre.";

/* No comment provided by engineer. */
"Your Answer" = "Sua resposta";

/* learn more alert msg line 1 */
"• New device?" = "• Novo dispositivo?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• Escolheu a verificação de entrada?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Entrando de outro país?";

/* Yahoo Messenger */
"Messenger" = "Messenger";